Repository: calliope-edu/calliope-mini-flash-app-iOS
Catalog: Calliope App/ViewsAndControllers/EditorsAndPrograms/mul.lproj/EditorAndPrograms.xcstrings
Source language: en
Languages: de

# 2pa-yb-EU6.text
source: Open a program in MakeCode using a QR code. Simply scan it and off you go!
de: Öffne ein Programm in MakeCode über einen QR-Code. Einfach scannen und los geht‘s!

# 49i-Ve-lcm.normalTitle
source: Scan
de: Scannen

# fat-Jr-Mna.title
source: Editors and Programs
de: Editoren und Programme

# Hqp-zE-kfc.text
source: You can program your Calliope mini with the help of the editors.
de: Mit Hilfe der Editoren kannst du deinen Calliope mini programmieren.

# HyP-3y-Mpt.normalTitle
source: Start program
de: Startprogramm

# jQh-M1-D9T.normalTitle
source: Start program
de: Startprogramm

# JZf-cF-XX1.text
source: Calliope mini 1+2: Download the original program of the Calliope mini 1 and Calliope min 2. Connect and transfer the program!
de: Calliope mini 1+2: Lade hier das Startprogramm für den Calliope mini 1 und Calliope mini 2. Einfach verbinden und Programm übertragen!

# nWb-Ra-8Xg.text
source: Calliope mini 3: Download the original program of the Calliope mini 3. Connect and transfer the program!
de: Calliope mini 3: Lade hier das Startprogramm für den Calliope mini 3. Einfach verbinden und Programm übertragen!

# NWk-nx-U7c.text
source: Arcade (USB only)
de: Arcade (mit USB)

# rb5-ni-SG8.title
source: Programs and Editors
de: Editoren und Programme

# uLO-aS-ZNS.title
source: Editors and Programs
de: Editoren und Programme

# vrY-jH-Gu4.normalTitle
source: Open program
de: Programm öffnen
